<template>
  <div class="cont">
    <p class="title">产品>条款和条件</p>
    <div class="box clause">
      <h4>借记卡条款和条件</h4>
      <ol>
        <li>该卡的申请人必须年满18岁，只供SATOX帐户持有人申请。</li>
        <li>经批准后，该卡有效期为1年。更新需缴付50 SATO为年费，该费用将从所提供的SATOX登录账号中扣除。</li>
        <li>本交易所保留随时更改、修改、添加或删除部分条款的权利。</li>
        <li>本交易所保留及自行决定拒绝任何申请的权利。</li>
        <li>我承认我已阅读，理解并同意以下内容：<br>
          ·所提供的信息是正确的。<br>
          ·我同意中本通证交易所联系我关于申请借记卡的信息。<br>
          ·我已阅读并理解交易所的数据政策。根据本申请表格向本就交易所提供个人资料，我将被视为已接受本交易所的资料政策，并同意使用本文所述的个人资料。</li>
      </ol>
    </div>
    <div class="box clause">
      <h4>中本硬件条款和条件</h4>
      <ol>
        <li>中本硬件的申请人必须年满18岁，只供SATOX帐户持有人申请。</li>
        <li>本交易所保留随时更改、修改、添加或删除部分条款的权利。</li>
        <li>本交易所对因您的疏忽而导致中本硬件所造成的任何损失或损害不承担任何责任。</li>
        <li>本交易所保留及自行决定拒绝任何申请的权利。</li>
        <li>我承认我已阅读，理解并同意以下内容：<br>
          ·所提供的信息是正确的。<br>
          ·我同意中本通证交易所联系我关于申请中本硬件的信息。<br>
          ·我已阅读并理解交易所的数据政策。根据本申请表格向本就交易所提供个人资料，我将被视为已接受本交易所的资料政策，并同意使用本文所述的个人资料。</li>
        <li>在交易所，我们将公布产品信息，包括但不限于产品描述，产品价格，产品可用性，运输和付款方式以及其他相关信息。</li>
        <li>有关产品的任何信息，包括产品价格和交易网站上显示的产品供应信息，如有更改，恕不另行通知。这些更改自交易网站发布之日起生效。</li>
        <li>您需要接受订购的产品。但是，有时候包裹会因无法送达而退回给我们。可以重新发送您的订单，但可能会收取额外费用。</li>
        <li>在交货时，您有义务检查以确保包裹未被篡改，并且包裹的包装以及产品的包装完好无损。如果包裹，产品或包装有任何损坏，您有义务立即通知我们。</li>
        <li>我们保证产品，其组件和人工在材料和工艺方面没有缺陷，并且在产品交付给您时具有规定的质量。</li>
        <li>对于因产品或其购买而产生和/或发生的任何偶然或间接损害，我们概不负责。我们的责任仅限于产品本身。对于因第三方或客户的利润损失或任何其他间接成本或损失而产生的任何损失或成本，我们不承担任何责任。我们保留在设计，固件或制造方面进行更改或改进的权利，而无需承担更改或改进先前制造和/或销售的产品的任何义务。<br>
          - 因意外，滥用，误用，疏忽，操作不当或安装不当而造成的损坏;<br>
          - 由于过度的物理或电气应力造成的产品损坏或损失，包括但不限于潮湿，腐蚀性环境，高压浪涌，极端温度，运输或异常工作条件;<br>
          - 由自然行为引起的产品损坏或损失，包括但不限于洪水，风暴，火灾和地震; - 由于您的错误或不遵守随附文档（用户手册和产品使用条款）中所述的说明而导致的损坏;<br>
          - 对我们，我们的相关合作伙伴或授权服务机构以外的人员更改的产品造成的损坏;<br>
          - 对我们，我们的相关合作伙伴或授权服务机构以外的人员更换或修改原始固件的产品的损坏;<br>
          - 由于与当前和/或未来版本的操作系统，软件和/或硬件的互操作性而导致的数据损坏或丢失;<br>
          - 由于产品文档中不推荐和/或不允许的不当使用和行为而导致的数据损坏或丢失;<br>
          - 因使用非我们提供的产品而导致的产品故障。
        </li>
        <li>如果我们发现产品在交付给您时已损坏或有缺陷（并且不受任何限制），我们将承诺修复或更换相同或类似的产品（例如更新）该产品的版本。</li>
        <li>将产品退回给我们并返还给您的费用应由您承担。如果我们发现产品在交付时有缺陷或损坏，您有权获得必要的运费退款。</li>
        <li>如果我们在产品检验中得出结论，退回产品在交付时没有损坏或有缺陷，退回产品的费用应在我们寄回产品之前提前到期。</li>
        <li>如果产品损坏或有缺陷，请通过我们的支持中心与我们联系，不得有任何不适当的延迟。我们的支持团队将为您提供邮寄地址，以便退回产品进行检查和进一步说明。</li>
      </ol>
    </div>
  </div>
</template>

<script>
    export default {
        name: "clause"
    }
</script>

<style scoped lang="less">
@import "shop";
</style>
